export const cartContent = ([
    {
        header_info: [
            {
                title: "購物袋中沒有任何商品。",
                text: "所有訂單均享免額外付費運送服務。",
                link: "繼續選購"
            }
        ],
        about_info: [
            {
                text: (<>需要進一步協助？<span>立即與我們交流</span>或致電 0800-020-021。</>)
            }
        ],
        shop_info: [
            {
                title: "新品上市",
                text: "查看最新配件。",
                link: "選購"
            }
        ],
        question_info: [
            {
                title: "購買相關疑問",
                list: [
                    {
                        title: "什麼時候能收到我的商品？",
                        text: "輸入郵遞區號，即可查看預計送達和取貨日期。下達訂單後，你將會看見最終預估日期。所有的預估時間皆根據商品供貨狀況以及你所選擇的運送選項而定。",
                        link: "進一步了解 Apple 送貨與取貨"
                    },
                    {
                        title: "我可以在 Apple 直營店取貨嗎？",
                        text: "可以。如果你選擇取貨，你將可在結帳時選取商店以及商品的取貨日期。並非所有商品均提供取貨服務。當你的商品備妥可供取貨時，我們會傳送簡訊給你。",
                        link: "進一步了解 Apple 送貨與取貨"
                    },
                    {
                        title: "我有哪些付款選項？",
                        text: "我們接受大部分的信用卡與金融卡，以及 Apple Store 禮品卡。另有其他可用的付款方式，包含銀行轉帳與信用卡分期付款。某些付款選項可能不適用於所有產品。你可以撥打 0800-020-021，以了解詳細資訊。",
                        link: "進一步了解 Apple 付款與價格"
                    },
                    {
                        title: "Apple 是否提供教育折扣？",
                        text: ["是的。Apple 為學生、教師、行政人員與員工提供優惠價格。如果你符合資格，請前往", "下達訂單。"],
                        link: "Apple 教育商店"
                    },
                    {
                        title: "我有哪些分期選項？",
                        text: (<>結帳時，你可以透過合作的信用卡採用分期付款。需達到最低購買數量。<br />分期付款僅適用於購買單一商品。如果你對於購買多件商品或加購 AppleCare 有任何疑問，請撥打 0800-020-021 洽詢 Apple 專員。</>),
                        link: "進一步了解 Apple 付款與價格"
                    },
                    {
                        title: "可以送貨到我家以外的地方嗎？",
                        text: "可以。你可以在結帳出現提示時輸入你選擇的地址。",
                        link: "進一步了解 Apple 送貨與取貨"
                    },
                    {
                        title: "有哪些電子發票類型可供選擇？",
                        text: ["最多有 4 種電子發票選項可供選擇。", "進一步了解", "資訊"],
                        list: ["非營業人電子發票", "營業人電子發票,", "雲端發票 - 共通性載具", "雲端發票 - 捐贈"],
                        link: "發票"
                    },
                    {
                        title: "如何得知我當地的 Apple 直營店採取哪些措施，為顧客提供更安全的購物與服務？",
                        text: ["我們正在採取更多措施，以安全為第一前提，確保顧客擁有一個潔淨、更安全的環境。這些措施包括健康篩檢、必須配戴口罩，以及限制店內人流量。我們也已為顧客新增取貨選項。你可以透過", "，了解當地 Apple 直營店的最新資訊"],
                        link: "尋找直營店"
                    }
                ]
            }
        ]
    }
])